/* In NetworkLinkEvidenceSource */
"%@ (%@) link active" = "%1$@ (%2$@) Link aktiv";

/* In NetworkLinkEvidenceSource */
"%@ (%@) link inactive" = "%1$@ (%2$@) Link inaktiv";

/* Screen saver idle time */
"%d minutes" = "%d Minuten";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d Sekunden";

/* Used when force-switching to a context */
"(forced)" = "(erzwungen)";

/* String for unnamed devices */
"(Unnamed device)" = "(Gerät ohne Namen)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Nicht benannter Bildschirm)";

/* Screen saver idle time */
"1 minute" = "1 Minute";

/* Delay value; number MUST come first */
"1 second" = "1 Sekunde";

/* In rule-adding dialog */
"A WiFi access point with a MAC of" = "Ein WiFi Access Point mit der MAC-Adresse";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "Ein WiFi Access Point mit der SSID";

/* Parameter is a percentage threshold */
"Above %@" = "Über %@";

/* Preferences section */
"Actions" = "Aktionen";

/* Menu item */
"Add %@ Action..." = "Aktion für '%@' hinzufügen...";

/* Menu item */
"Add %@ Rule..." = "Regel für '%@' hinzufügen...";

/* Preferences section */
"Advanced" = "Erweitert";

/* No comment provided by engineer. */
"All your actions have been imported." = "Alle Aktionen sind importiert worden.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "Alle Regeln (außer IP-Regeln) sind importiert worden.";

/* No comment provided by engineer. */
"All your rules have been imported." = "Alle Regeln sind importiert worden.";

/* In rule-adding dialog */
"An attached monitor named" = "Ein angeschlossener Bildschirm mit dem Namen";

/* In TimeOfDay rules */
"Any day" = "jeden Tag";

/* Appended to a context-change notification */
"as default context" = "als Standardumgebung";

/* In rule-adding dialog */
"Audio output going to" = "Tonquelle geschaltet auf";

/* Evidence source */
"AudioOutput" = "Tonquelle";

/* No comment provided by engineer. */
"Battery" = "Batterie";

/* In rule-adding dialog */
"Being powered by" = "Angeschlossen an";

/* Parameter is a percentage threshold */
"Below %@" = "Unter %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Change default printer to" = "Standard-Drucker wechseln auf:";

/* Growl message title */
"Changing Context" = "Umgebung wird gewechselt";

/* No comment provided by engineer. */
"Changing network location to" = "Netzwerkumgebung wechseln nach:";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Netzwerkumgebung wird gewechselt nach '%@'";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Wechseln zu Umgebung '%1$@' %2$@.";

/* No comment provided by engineer. */
"Connecting to default VPN of type '%@'." = "Herstellen der Standard-VPN-Verbindung vom Typ '%@'.";

/* Preferences section */
"Contexts" = "Umgebungen";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "Es wurden nach Ihren Netzwerkumgebungen benannte Umgebungen angelegt.";

/* In VPNAction */
"Couldn't configure VPN with Internet Connect Applescript!" = "Die VPN-Verbindung konnte mit Hilfe des Internet-Verbindungsskriptes nicht konfiguriert werden!";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Angeforderte Firewall-Regel konnte nicht gefunden werden!";

/* In MountAction */
"Couldn't mount that volume!" = "Volume konnte nicht aktiviert werden!";

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Die Firewall konnte mit neuer Konfiguration nicht gestartet werden!";

/* No comment provided by engineer. */
"Couldn't set default printer!" = "Standard-Drucker konnte nicht gesetzt werden!";

/* In IChatAction */
"Couldn't set iChat status!" = "iChat-Status konnte nicht gesetzt werden!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "SMTP-Server konnte nicht gesetzt werden!";

/* Action type */
"DefaultPrinter" = "Standard-Drucker";

/* In FirewallRuleAction */
"Disable %@" = "%@ deaktivieren";

/* No comment provided by engineer. */
"Disable screen saver password" = "Kennwort für Bildschirmschoner auschalten";

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Firewall-Regel '%@\" wird deaktiviert.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Es wird kein Kennwort beim Beenden des Bildschirmschoners verlangt.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Bildschirmschoner wird deaktiviert.";

/* No comment provided by engineer. */
"Disconnecting from default VPN of type '%@'." = "Löschen der Standard-VPN-Verbindung vom Typ '%@'.";

/* In FirewallRuleAction */
"Enable %@" = "%@ aktivieren";

/* No comment provided by engineer. */
"Enable screen saver password" = "Kennwort für Bildschirmschoner einschalten";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Firewall-Regel '%@\" wird aktiviert.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Es wird ein Kennwort beim Beenden des Bildschirmschoner verlangt.";

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Herstellen/Löschen der folgenden VPN-Verbindung:";

/* Growl message title */
"Evidence Change" = "Evidenzwechsel";

/* Preferences section */
"Evidence Sources" = "Evidenzquellen";

/* No comment provided by engineer. */
"External speakers" = "Externe Lautsprecher";

/* Action error message */
"Failed changing network location" = "Änderung der Netzwerkumgebung fehlgeschlagen";

/* No comment provided by engineer. */
"Failed executing shell script!" = "Ausführung des Shell-Skriptes fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Öffnen von '%@' fehlgeschlagen.";

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Setzen der Zeit bis zum Start des Bildschirmschoners fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Ein-/Ausschalten des Kennwortes für das Beenden des Bildschirmschoners fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Deaktivieren von Bluetooth fehlgeschlagen";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Aktiveren von Bluetooth fehlgeschlagen";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Deaktivieren von WiFi fehlgeschlagen!";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Aktiveren  von WiFi fehlgeschlagen!";

/* Growl message title */
"Failure" = "Fehler";

/* Action type */
"FirewallRule" = "Firewall-Regel";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "freitags";

/* Preferences section */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Headphones" = "Kopfhörer";

/* Action type */
"IChat" = "iChat";

/* No comment provided by engineer. */
"Internal speakers" = "Interne Lautsprecher";

/* Evidence source */
"IP" = "IP-Adresse";

/* Evidence source */
"Light" = "Lichtsensor";

/* Action type */
"MailSMTPServer" = "Mail-SMTP-Server";

/* In TimeOfDay rules */
"Monday" = "montags";

/* Evidence source */
"Monitor" = "Bildschirm";

/* Action type */
"Mount" = "Volume aktivieren";

/* No comment provided by engineer. */
"Mount a volume with address" = "Volume mit Adresse aktivieren:";

/* No comment provided by engineer. */
"Mounting '%@'." = "'%@' wird aktiviert.";

/* Action type */
"Mute" = "Stummschalten";

/* No comment provided by engineer. */
"Mute system audio" = "Ton ausschalten";

/* No comment provided by engineer. */
"Muting system audio." = "Ton wird ausschaltet.";

/* In rule-adding dialog */
"Network link on interface" = "Netzwerkverbindung oder -schnittstelle";

/* Evidence source */
"NetworkLink" = "Netzwerkverbindung";

/* Action type */
"NetworkLocation" = "Netzwerkumgebung";

/* Screen saver idle time */
"never" = "nie";

/* Window title */
"New %@ Action" = "Neue %@ Aktion";

/* Default value for new context names */
"New context" = "Neue Umgebung";

/* Action error message */
"No network location named \"%@\" exists!" = "Es existiert keine Netzwerkumgebung mit dem Namen \"%@\"!";

/* Delay value to display for zero seconds */
"None" = "Keine";

/* Used in toggling actions */
"off" = "ausschalten";

/* Button title */
"OK" = "OK";

/* Used in toggling actions */
"on" = "einschalten";

/* When an action is triggered */
"On arrival" = "Bei Ankunft in";

/* When an action is triggered */
"On departure" = "Beim Verlassen von";

/* Action type */
"Open" = "Öffnen";

/* Button title */
"Open Preferences" = "Einstellungen öffnen";

/* No comment provided by engineer. */
"Opening '%@'." = "Öffnen von '%@'.";

/* Growl message title */
"Performing Action" = "Aktion";

/* Growl message title */
"Performing Actions" = "Aktionen werden ausgeführt.";

/* Evidence source */
"Power" = "Energiequelle";

/* No comment provided by engineer. */
"Power Adapter" = "Netzteil";

/* No comment provided by engineer. */
"Quick Start" = "Schnellstart";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Schnellstart und Import von MarcoPolo 1.x";

/* No comment provided by engineer. */
"Removing this context will also remove its child contexts!" = "Entfernen dieser Umgebung entfernt auch die abhängigen Umgebungen!";

/* Preferences section */
"Rules" = "Regeln";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Ausführung des Shell-Skriptes '%@'.";

/* Evidence source */
"RunningApplication" = "Laufendes Programm";

/* In TimeOfDay rules */
"Saturday" = "samstags";

/* Action type */
"ScreenSaverPassword" = "Kennwort für Bildschirmschoner";

/* Action type */
"ScreenSaverTime" = "Zeit bis zum Start des Bildschirmschoners";

/* No comment provided by engineer. */
"Set iChat status message to" = "Statusnachricht von iChat setzen auf:";

/* No comment provided by engineer. */
"Set Mail's SMTP server hostname to" = "SMTP-Server setzen auf:";

/* No comment provided by engineer. */
"Set Network Location" = "Netzwerkumgebung setzen";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Zeit bis zum Start des Bildschirmschoners setzen auf:";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Folgende Firewall-Regel setzen:";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Der Standard-Drucker wird auf '%@' gesetzt.";

/* No comment provided by engineer. */
"Setting iChat status to '%@'." = "Der Status von iChat wird auf '%@' gesetzt.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Standard-SMTP-Server wird auf '%@' gesetzt.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Zeit bis zum Start des Bildschirmschoner wird auf %d Minuten gesetzt.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Zeit bis zum Start des Bildschirmschoner wird auf 1 Minute gesetzt.";

/* Action type */
"ShellScript" = "Shell-Skript";

/* No comment provided by engineer. */
"Stick forced contexts" = "Erzwungene Umgebung fixieren";

/* In TimeOfDay rules */
"Sunday" = "sonntags";

/* In rule-adding dialog */
"The following application running" = "Laufen des Programms";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "Der Parameter für \"Standard-Drucker\" ist der Name der Warteliste. Dies ist normalerweise der Name des Druckers mit Leerzeichen durch Unterstriche ersetzt.";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "Der Parameter für \"Firewall-Regel\" ist der Name der Firewallregel, die Sie ändern möchten. Setzen Sie '+' oder '-' vor die Regel, um sie zu aktivieren oder deaktivieren.";

/* No comment provided by engineer. */
"The parameter for IChat actions is the status message to set." = "Der Parameter für \"iChat\" ist die gewünschte Statusnachricht.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts." = "Der Parameter für \"Mail-SMTP-Server\" ist der Host-Name des SMTP-Servers, der als als Standard für alle Mail-Accounts verwendet werden soll.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "Der Parameter für \"Volume aktivieren\" ist der Name des Volumes, das aktiviert werden soll, z.B. \"smb://server/share\" oder \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "Der Parameter für \"Stummschalten\" ist entweder \"1\" oder \"0\", je nachdem ob Sie die Tonausgabe ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "Der Parameter für \"Netzwerkumgebung\" ist der Name der auszuwählenden Netzwerkumgebung.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "Der Parameter für \"Öffnen\" ist der volle Pfadname des Objektes, das geöffnet werden soll, z.B. ein Programm oder ein Dokument.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "Der Parameter für \"Kennwort für Bildschirmschoner\" ist entweder \"1\" oder \"0\", je nachdem ob Sie das Kennwort für den Bildschirmschoner ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "Der Parameter für \"Zeit bis zum Start des Bildschirmschoners\" ist die Zeit (in Minuten\" bis zur Aktivierung Ihres Bildschirmschoner.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "Der Parameter für \"Shell-Skript\" ist der volle Pfad des Shell-Skripts, das mit /bin/sh ausgeführt werden soll.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "Der Parameter für \"Bluetooth\" ist entweder \"1\" oder \"0\", je nachdem ob Sie Bluetooth ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "Der Parameter für \"WiFi\" ist entweder \"1\" oder \"0\", je nachdem ob Sie die WiFi ein- oder ausschalten wollen. ";

/* No comment provided by engineer. */
"The parameter for VPN action is the type of the VPN connection you wish to establish or disconnect." = "Der Parameter für \"VPN-Verbindung\" ist der Typ der VPN-Verbindung, die Sie herstellen oder löschen wollen.";

/* In rule-adding dialog */
"The presence of" = "Das Vorhandensein von";

/* No comment provided by engineer. */
"This action is not undoable!" = "Die Aktion kann nicht rückgängig gemacht werden!";

/* In TimeOfDay rules */
"Thursday" = "donnerstags";

/* Evidence source */
"TimeOfDay" = "Tageszeit";

/* Action type */
"ToggleBluetooth" = "Bluetooth";

/* Action type */
"ToggleWiFi" = "WiFi";

/* In TimeOfDay rules */
"Tuesday" = "dienstags";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Bluetooth deaktiviert.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Bluetooth aktiviert.";

/* No comment provided by engineer. */
"Turning WiFi off." = "WiFi deaktiviert.";

/* No comment provided by engineer. */
"Turning WiFi on." = "WiFi aktiviert.";

/* No comment provided by engineer. */
"Unmute system audio" = "Ton einschalten";

/* No comment provided by engineer. */
"Unmuting system audio." = "Unmuting system audio.";

/* Evidence source */
"USB" = "USB";

/* Action type */
"VPN" = "VPN-Verbindung";

/* No comment provided by engineer. */
"We strongly recommended that you review your preferences." = "Wir empfehlen dringend, dass Sie Ihre Einstellungen überprüfen.";

/* In TimeOfDay rules */
"Wednesday" = "Mittwoch";

/* In TimeOfDay rules */
"Weekday" = "an Wochentagen";

/* In TimeOfDay rules */
"Weekend" = "am Wochenende";

/* Evidence source */
"WiFi" = "WiFi";

/* Appended to a context-change notification */
"with confidence %@" = "mit einer Wahrscheinlichkeit von %@";